{
  "Grown-Up DeFi.": "التقنية الصاعدة في عالم التمويل اللامركزي",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "المنصة الرائدة في عالم كوزموس ذات طبقة أولى لمشاريع المجتمع المختارة التي تصنع قيمة حقيقية",
  "Build on Kujira": "قم بالبناء على كوجيرا",
  "Semi-Permissioned": "محدودة التصريح",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "من أجل إطلاق عقد ذكي في كوجيرا يجب التصويت عليه من خلال الحوكمةاللامركزية وهذا يضمن حماية جودة الشبكة واستدامتها وطول عمرها كوجيرا هي مركز مترابط للمنتجات المدرة للدخل مع تجربة مستخدم رائعة التمويل اللامركزي الصاعد ليس بداعبة",
  "On-chain Scheduler": "الجدولة على الشبكة",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "يسمح برنامج الجدولة على السلسلة بتصميم البروتوكولات مع قدر أقل من الاعتماد على البوتات هذا يعني أن هناك عددًا أقل بكثير من المعاملات المهدرة يمكن تصميم البروتوكولات للعمل بكفاءة أكبر ويمكن أن تعود الرسوم التي كانت مطلوبة لتحفيز استخدام البوتات مرة أخرى إلى مستخدمي الشبكة",
  "Native Token Generation": "صناعة توكينز محلية",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "لم يعد مطورو العقود الذكية بحاجة إلى التعامل مع نقطتي دخول فرديتين في عقودهم بل يحتاجون فقط إلى تصميم فئة محلية واحدة. عند القيام بذلك سيكون كل توكين على الشبكة عبارة عن توكين محلي في شبكة كوزموس و ستكون عائدات كل توكن على الشبكة سواء من خلال التداول أو الليكوديشنز في منصات كوجيرا عبارة عن مكافات تخزين (الستيكنج)",
  "Build with Cosmos SDK": "قم بالبناء باستخدام كوزموس اس دي كي",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "قم بالوصول إلى نظام كوزموس البيئي بأكمله بسلاسة في بيئة تتمتع بأمان مثبت وقابلية للتشغيل البيني بين الشبكات عبر آي بي سي",
  "CosmWASM 1.0 Support": "CosmWASM 1.0 دعم",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "استفد من لغة برمجة رست التعبيرية و كوزموسوسام الأفضل في الهندسة المعمارية للعقود لبناء عقود ذكية آمنة ومأمونة بلا خوف",
  "Thriving Community": "مجتمع مزدهر",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "مع أكثر من 50 ألف مستخدم نشط ومجتمع متفاعل للغاية على تويتر و ديسكورد و تيلجرام يعد هذا منزلًا ترحيبيًا للجميع ",
  "Built to Last": "بني ليبقى",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "هدف طويل المدى المدى يضمن الإيرادات والاستدامة للمبرمجين والموثقين والمستخدمين على حدٍ سواء",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "قم بتصفية أصول متعددة في جميع أنحاء كوزموس بنقرة زر واحدة من دون بوتات ولا كود ولا مشاكل",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "أوركا هي السوق العامة الأولى في العالم للضمانات المصفاة. لم تعد لعبة بوتات فقط. يمكنك الآن المشاركة في تأمين الأصول المفضلة لديك و الحصول على خصومات عليها (وكسب الفائدة أثناء الانتظار). اقرأ المزيد هنا. صيد سعيد",
  "Bid on ORCA": "راهن في أوركا",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "أول منصة تبادل توكنز بشكل لامركزي بدون إذن 100٪ بنمط دفتر أوامر على السلسلة في كوزموس",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "أحواض السيولة فكرة قديمة ولم تعد مناسبة. لذالك نحن في فين نوفر تجربة تداول لا مركزية بالكامل حيث لم تعد هناك حاجة إلى الحوافز التضخمية والروبوتات وتقل مخاطر الخسارة غير الدائمة تمامًا. مرحبًا بكم في مستقبل المنصاة اللامركزية",
  "Trade on FIN": "تداول على فين",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "إضافة عدة مستلمين إلى معاملة واحدة. المهام المتكررة إنها مهمة بسيطة وهكذا يتم إنجازها",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "قد يكون إرسال حولات الكريبتو الفردية مرارًا وتكرارًا بمثابة ألم حقيقي لقد حصلت على تغطيتها ابحث عن بيلوغا في حال رغبت في استخدام داو متعددة الميزات لجميع مدفوعات الأشياء على كوزموس",
  "Send on BELUGA": "قم بالتحويل عبر بيلوغا",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "لوحة معلومات كوجي الخاصة بك السندات والتصويت على الحوكمة ومبادلة كوجي والمطالبة بالمكافآت كل ذلك في مكان واحد",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "هذا هو قلب نظام كوجيرا البيئي المكان الذي تساعد فيه على تشكيل مستقبل البروتوكول من خلال الحوكمة اللامركزية والكسب من إيرادات كوجيرا",
  "Stake on BLUE": "خزن في بلو",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "يكمن سر التغيير في تركيز كل طاقتك  ليس في محاربة ما هو قديم  ولكن في بناء ما هو جديد",
  "ORCA Launch": "إطلاق أوركا",
  "KUJI Token Launch": "إطلاق عملة كوجي",
  "Basic ORCA Analytics": "إطلاق ميزة الإحصاءات فب أوركا",
  "Governance": "الحوكمةاللامركزية",
  "BELUGA Launch for CW20": "BELUGA Launch for CW20",
  "BELUGA Launch for Native Tokens": "إطلاق بيلوغا للعملات المحلية في كوزموس",
  "Premium Access Review": "مراجعة الوصول الممتاز",
  "CEX Listings": "العرض في بعض منصات التداول المركزية",
  "Premium Analytics": "تحليلات مميزة",
  "Place bids with aUST": "Place bids with aUST",
  "Cross-chain Money Markets Discussions": "الدعم متعدد الشبكات",
  "Smart-Contract Beluga (Trustless Distribution)": "العقود الذكية على بيلوغا",
  "sAVAX Support": "sAXAX دعم",
  "CosmWasm Liquidation Contract": "CosmWasm عقود التصفية في",
  "EVM Liquidation Contract": "EVM عقود التصفية في",
  "bATOM Support": "bATOM دعم",
  "bSOL Support": "bSOL دعم",
  "FIN Launch": "إطلاق فين",
  "Launch Kujira L1 on Cosmos": "إطلاق عملة كوجيرا في كوزموس",
  "New token generation event": "حدث إنشاء التوكينز جديد",
  "BLUE launch on Kujira L1": "إطلاق بلو على كوجيرا",
  "ORCA launch on Kujira L1": "إطلاق أوركا على كوجيرا",
  "FIN launch on Kujira L1": "إطلاق فين على كوجيرا",
  "What's Next": "ماذا بعد",
  "First protocol to launch on Kujira": "أول بروتوكول يتم إطلاقه على كوجيرا",
  "Margin trading on FIN": "تداول المارجن على فين",
  "Multiple cross-chain markets for ORCA": "أسواق متعددة عبر السلاسل لـأوركا",
  "Early Investors & Partners": "المستثمرين الأوائل والشركاء",
  "Real Financial Freedom Means Winning In All Markets.": "حرية الأسواق المالية تعني الربح في جميع الأسواق",
  "Manifesto": "بيان",
  "Everyone deserves to be a whale.": "الجميع يستحق أن يكون حوتًا",
  "Vision": "الرؤية",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "لكي يكون التمويل اللامركزي ثوريًا حقًا يجب أن يكون من الممكن تحقيق الدخل عندما يكون السوق في حالة صعود وعندما ينخفض ولذالك نحن ملتزمون بمساعدة المستثمرين على تجاوز عمليات المقايضة أو التبادل و الستيكينج و الشراء المسبق لفتح الفرص للجميع وليس للحيتان والنخبة فقط",
  "Mission": "المهمة",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": ".قم ببناء أدوات سهلة الاستخدام وفعالة من حيث التكلفة للجميع من المتحمسين للعملات المشفرة سواء كانوا من المبتدئين أو المستثمرين المخضرمين  بغض النظر عن سلسلة اختيارهم دون الحاجة إلى المخاطرة بأكثر مما يمكنهم تحمل خسارته",
  "Roadmap": "خارطة الطريق",
  "Dashboard": "لوحة البيانات",
  "Markets": "الأسواق",
  "Connect Wallet": "وصل المحفظة",
  "Disconnect Wallet": "قطع المحفظة",
  "Total 0 KUJI Staked": "كوجي مخزن 0",
  "500 Staked": "مخزن 500",
  "24h Change": "التغير 24 ساعة",
  "24h High": "24h الأعلى",
  "24h Low": "الأدنى 24 ساعة",
  "7d Volume": "كمية التداول 7 أيام",
  "Order Book": "دفتر الطلبات",
  "Price": "السعر",
  "Amount": "الكمية",
  "Total": "المجموع",
  "Recent Orders": "الطلبات الأخيرة",
  "Time": "الوقت",
  "Open Orders": "الطلبات المفتوحة",
  "Date": "التاريخ",
  "Pair": "الزوج",
  "Side": "على الجانب",
  "Filled": "مكتمل",
  "Unfilled": "غير مكتمل",
  "Filled Orders": "الطلبات المكتملة",
  "Claim": "سحب",
  "Claim all": "سحب الكل",
  "Retract": "تراجع",
  "Retract all": "تراجع عن الكل",
  "Available": "متاح",
  "Spot": "فوري",
  "Limit": "الحد",
  "Estimated Fee": "العمولة المتوقعة",
  "Estimated Return": "العائد المتوقع",
  "Orders placed during bootstrapping have no fees": "الطلبات التي يتم تقديمها أثناء التمهيد لا تتطلب دفع أي رسوم",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "رسوم قدرها 0.075٪ تدفع لحاملي كوجي عند المطالبة بتنفيذ الطلبات",
  "Market": "السوق",
  "Estimated": "المتوقع",
  "Estimated rates cannot be guaranteed": "لا يمكن ضمان تحصيل النسبة المتوقعة بشكل كامل",
  "Buy KUJI": "KUJI شراء",
  "Sell KUJI": "KUJI بيع",
  "Buy": "شراء",
  "Sell": "بيع",
  "Rate": "معدل",
  "Fee": "عمولة",
  "Slippage": "الإنزلاق السعري",
  "Margin": "المارجن",
  "Coming soon...": "قريبًا",
  "Fee structure": "بنية العمولات",
  "Trading Fees": "عمولة التداول",
  "Maker": "صانع",
  "Taker": "آخذ",
  "100% of all fees generated on FIN are paid to KUJI stakers": "(ستيكينج)يتم دفع 100٪ من جميع الرسوم الناتجة عن فين إلى مخزني كوجي",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "يتطلب إجراء الصفقات وإلغائها وسحبها القيام بتوقيع العقد مما يعني رسوم الشبكة هي عموما بضعة سنتات",
  "About FIN": "عن فين",
  "Developer Docs": "مستندات المطور",
  "Finder": "فايندر",
  "24h High": "24h الأعلى",
  "Staked": "مخزن (ستيكينج)",
  "Stake KUJI": "خزن كوجيرا",
  "Total Staked": "مجموع التخزين (ستيكينج)",
  "Wallet": "المحفظة",
  "Swap": "قم بالمقايضة",
  "Stake": "خزن (ستيكينج)",
  "Govern": "الحوكمةاللامركزية",
  "Migrate": " نقل من الشبكة",
  "Operational": "عملي",
  "Liquid": "سائل",
  "Vesting": "استحقاق",
  "Community Fund": "أموال المجتمع",
  "Staked KUJI": "القيمة المخزنة من كوجيرا",
  "Kujira Dashboard": "لوحة بيانات كوجيرا",
  "Token Price": "سعر التوكن",
  "Market Cap": "القيمة السوقية",
  "Circulating Supply": "الحد الأقصى للإمداد",
  "APR": "APR",
  "Your Staked Balance:": "رصيدك المخزن (ستيكينج)",
  "Block Height": "ارتفاع الكتلة",
  "Block Time": "وقت الكتلة",
  "Transactions": "المعاملات",
  "Inflation": "التضخم",
  "Total Supply": "إجمالي الإمدادات",
  "Release Schedule": "جدول الافراج",
  "Manage": "إدارة",
  "Tokens": "توكينز",
  "Estimated Slippage": "الانزلاق المقدر",
  "Swap Now": "المقايضة الآن",
  "Instantly trade on the Kujira Network with the best available rate": "تداول على الفور على شبكة كوجيرا بأفضل سعر متاح",
  "Max:": "الكل",
  "TX Fee": "TX عمولة",
  "Slippage Limit": "حد الانزلاق السعري",
  "Active": "نشط",
  "Deactivating": "التعطيل",
  "Inactive": "غير نشط",
  "Validator": "موثق (فاليديتور)",
  "Amount Staked": "القيمة المخزنة (ستيكينج)",
  "Pending Rewards": "المكافآت المعلقة",
  "Staking Summary": "ملخص التخزين (ستيكينج)",
  "Claim All Rewards": "المطالبة بكل المكافآت",
  "Redelegate": "إعادة التفويض",
  "Unstake": "سحب التخزين",
  "validators": "الموثقين (فاليديتور)",
  "Voting": "تصويت",
  "Status": "الحالة",
  "Commission": "عمولة",
  "Top 33% of Voting Power": "أعلى 33٪ من حيث قوة التصويت",
  "Top 67% of Voting Power": "أعلى 67٪ من حيث قوة التصويت",
  "Total amount of KUJI staked": "KUJI مجموع الكمية المخزنة من",
  "My Stake": "تخزيني",
  "The amount of KUJI you have staked": "KUJI الكمية التي قمت بتخزينها من",
  "Govern Kujira": "حوكمة كوجيرا",
  "Stake KUJI to participate in governance polls.": "قم بتخزين كوجي للمشاركة بالحوكمةاللامركزية",
  "Proposals": "اقتراحات التصويت",
  "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "يتم التصويت من قبل المدققين ويعتمد وزن تصويتهم على كمية الكوجي المرتبط بهم تأكد من أن الموثق (فاليديتور) الذي تشارك معه يتوافق مع اهتماماتك",
  "KUJI-AXL Market for FIN": "KUJI-AXL Market for FIN",
  "Copy": "نسخ",
  "Start:": "البدء",
  "End:": "النهاية",
  "Voted": "تم التصويت",
  "Quorum:": "ملاحظة",
  "Yes": "نعم",
  "No": "لا",
  "Abstain": "الامتناع",
  "Veto": "حق النقض",
  "Passed": "تم التمرير",
  "Your Vote": "تصويتك",
  "Not Voted": "لم يتم التصويت",
  "Weight": "الوزن",
  "Quorum Passed": "تمرير الملاحظة",
  "Months": "الأشهر",
  "Scheduled emission": "Scheduled emission",
  "Publicly circulating": "الكمية المتداولة علنًا",
  "Actual Emission": "Actual Emission",
  "balance": "الرصيد",
  "Add recipient": "أضف المستلم",
  "Recipient": "المستلم",
  "Identity": "الهوية",
  "Bonded Tokens": "التوكينز المستبعدة",
  "Self Delegation": "التفويض الذاتي",
  "Min Self Delegation": "الحد الأدنى من التفويض الذاتي",
  "Account Address": "عنوان الحساب",
  "Validator Address": "عنوان الموثق (الفاليديتور)",
  "Consensus Public Address": "Consensus Public Address",
  "Hex Address": "HEX عنوان",
  "Signer Address": "عنوان الموقع",
  "Max Rate": "أقصى معدل",
  "Max Change Rate": "معدل التغيير الأقصى",
  "Voting Open": "التصويت مفتوح",
  "Vote Yes": "التصويت نعم",
  "Vote No": "التصويت لا",
  "Current block height": " ارتفاع الكتلة الحالي",
  "Kujira Blockchain Explorer": "مستكشف كوجيرا بلوكتشين",
  "Search": "البحث",
  "My bookmarks": "نفضيلاتي",
  "Address": "العنوان",
  "TX": "TX",
  "Block": "البلوك",
  "Contract": "العقد",
  "Network": "الشبكة",
  "Timestamp": "الوقت",
  "This block has no transactions": "البلوك لا يحتوي على أي تحويلات",
  "Tx Hash": "TX هاش",
  "Type": "النوع",
  "From": "من",
  "To": "إلى",
  "Value": "القيمة",
  "Bookmarks": "التفضيلات",
  "No bookmarks found": "لم نجد أي تفضيلات",
  "Address:": "العنوان",
  "Balance": "الرصيد",
  "Contact": "تواصل",
  "Redelegation available at": "إعادة التفويض متوفرة على",
  "Uptime": "مدة التشغيل",
  "Last Price": "السعر الاخير",
  "Change": "التغير",
  "Recent Trades": "التداولات الحديثة",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell",
  "Market orders will execute instantly<br/>at the best possible price": "Market orders will execute instantly<br/>at the best possible price",
  "Connect wallet": "ربط المحفظة",
  "No open orders": "لا توجد أوامر مفتوحة",
  "Fee Structure": "هيكل الرسوم",
  "The Blockchain for Real Yield": "بلوكتشين لصنع العائد الحقيقي",
  "A decentralized ecosystem for protocols, builders and web3 users seeking sustainable FinTech.": "نظام بيئي لامركزي للبروتوكولات والمبرمجين ومستخدمي ويب 3.0 الباحثين عن التكنولوجيا المالية المستدامة",
  "ORCA": "أوركا",
  "FIN": "فين",
  "BOW": "BOW",
  "When you provide value, you deserve profit.": "عندما توفر القيمة  تستحق الربح",
  "BOW delivers a better trading experience on FIN by narrowing the price spread deepening the pool. This is achieved by sharing fees with Liquidity providers along with additional incentives, creating sustainable yield by contributing to the growth, and value, of the entire ecosystem. Better for you, means better for all.": "يوفر بو تجربة تداول أفضل على منصة فين من خلال تضييق فارق السعر مما يؤدي إلى تعميق حوض السيولة يتم تحقيق ذلك من خلال تقاسم الرسوم مع مزودي السيولة جنبًا إلى جنب مع حوافز إضافية وخلق عائد مستدام من خلال المساهمة في نمو قيمة النظام بأكمله الأفضل لك يعني الأفضل للجميع",
  "Earn on BOW": "BOW الكسب عبر",
  "BLUE": "بلو",
  "Your KUJI Dashboard. Stake KUJI, Vote on Governance, Swap KUJI, Bridge to Kujira Network, and claim rewards; all in one place.": "لوحة معلومات كوجيرا الخاصة بك. حصتك في كوجيرا و التصويت على الحوكمة اللامركزية و مقايضة كوجي و التحويل متعدد الشبكات و أخيرًا المطالبة بالمكافآت كل ذلك في مكان واحد",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can stake KUJI in order to earn a portion of every cent of Kujira's revenue.": ".هذا هو قلب نظام كوجيرا البيئي. المكان الذي تساعد فيه على تشكيل مستقبل البروتوكول من خلال الحوكمة. إنه أيضًا المكان الذي يمكنك فيه مشاركة كوجي من أجل كسب جزء من كل سنت من عائدات كوجيرا",
  "FINDER": "فايندر",
  "A tool to search for present and historical data on the Kujira blockchain.": "أداة تمكنك من البحث و عرض البيانات والسجلات المسجلة على شبكة كوجيرا",
  "Use this to find information regarding transactions, wallet addresses, contract IDs and more.": "يستخدم لعرض المعلومات بخصوص التحويلات و عناوين المحافظ و أرقام العقود والمزيد من المزايا الأخرى",
  "Explore the Chain": "استكشف الشبكة",
  "Launch USK": "USK إطلاق",
  "Black Whale Launch": "Black Whale إطلاق",
  "Calc Finance Launch": "Calc Finance إطلاق",
  "BOW Launch": "BOW إطلاق",
  "Local Money Launch": "Local money إطلاق",
  "Sonar Launch": "Sonar إطلاق",
  "BFIT by Fitlink Launch": "BFIT by Fitlink إطلاق",
  "DLOYAL Launch": "DLOYAL إطلاق",
  "Kujira Merch Store": "Kujira Merch إطلاق",
  "Kujira Name Service": "Kujira Name Service إطلاق",
  "RektBets Sports Betting": "RektBets إطلاق",
  "Self-Repaying Loans": "إطلاق ميزة السداد الذاتي للقروض",
  "Fusion Launch": "Fusion إطلاق",
  "FIN Perpetuals": "FIN Perpetuals إطلاق",
  "ORCA Alerts": "ORCA إطلاق تنبيهات",
  "Collateral": "الضمان",
  "Bid Denom": "عملة العرض",
  "Market Type": "نوع السوق",
  "TVL": "(TVL) مجموع القيمة المقفولة",
  "Pool Size": "حجم الحصص",
  "Max Discount": "أقصى خصم",
  "My Bids": "صفقاتي",
  "Featured": "مميز",
  "24h Volume": "حجم التداول 24 ساعة",
  "limit": "الحد",
  "market": "السوق",
  "Your buy price": "سعر شرائك",
  "Lowest sell price": "أقل سعر بيع",
  "Welcome to BOW.": "BOW مرحبًا بكم في",
  "BOW is an innovative framework optimizing trading pairs on FIN, Kujira's decentralized exchange.": "هي أداة تسمح لك بتحسين جودة أزواج التداول على منصة فين الخاصة بكوجيرا والتي تسمح لك بتداول الكريبتو بشكل لامركزي",
  "It allows traders to place orders with confidence, knowing they will execute at the best possible prices, using the most advanced and efficient trading framework on the market.": "سوف تسمح للمستخدمين بوضع الطلبات بثقة على علمهم بأنها ستُنفذ بأفضل الأسعار الممكنة باستخدام الإطار التجاري الأكثر تطوّراً وكفاءةً في السوق اللامركزي BOW",
  "Docs": "المستندات",
  "My Positions": "صفقاتي",
  "Liquidity Pools": "أحواض السيولة",
  "Deep liquidity pools provide the best trading experience, which brings volume to FIN. This means more fees which benefits liquidity providers and KUJI stakers.": "توفر مجمعات السيولة العميقة أفضل تجربة تداول مما يزيد من حجم فين وهذا يعني المزيد من الرسوم التي تعود بالفائدة على مزودي السيولة ومخزني كوجيرا (الستيكنج)",
  "Featured Pools": "أحواض سيولة مميزة",
  "All Liquidity Pools": "جميع أحواض السيولة",
  "Convert any token in your wallet to any other token. Choose the tokens to trade, and FIN, our on-chain orderbook DEX, will trade your token for the other at the best rate immediately available. Please ensure you are familiar with slippage before proceeding.": ".قم بتحويل أي توكن في محفضتك إلى أي توكن آخر اختر التوكينز التي تريد تداولها على منصة فين اللامركزية يرجى التأكد بأنك على دراية بالانزلاق السعري قبل المتابعة",
  "Swap Rate": "معدل المقايضة",
  "Instant Swap": "مقايضة فورية",
  "Fixed Price Swap": "مقايضة السعر الثابت",
  "Swap Fee": "رسوم المقايضة",
  "Total Unlocks": "إجمالي عمليات الفتح",
  "Deposit Liquidity": "إيداع السيولة",
  "LP Tokens Minted": "التوكينز التي تم اطلاقها LP",
  "Estimated returns": "العائد المتوقع",
  "Withdraw Liquidity": "سحب السيولة",
  "IBC / Bridge": "جسر/IBC",
  "Mint": "صكّ العملة",
  "Community Pool": "صندوق المجتمع",
  "Unmigrated": "لم يتم نقله",
  "Inaccessible": "غير قابل للوصول",
  "Public Emission": "Public Emission",
  "Completed": "تم الانتهاء",
  "Fully Diluted Value": "القيمة الكلية",
  "Liquid Supply": "السيولة السائلة",
  "Total USK Supply": "المعروض الكلي USK",
  "Mint USK": "USK قم بصك",
  "Daily Token Release Schedule": "جدول إصدار التوكينز اليومي",
  "Validators": "الفاليديتورز",
  "Rebalance Stake": " (ستيكينج)إعادة توزيع الحصحصة",
  "Optimize": "تحسين",
  "Show my staked validators": "إظهار الفاليديتورز الخاصين بي (ستيكينج)",
  "When a validator misses blocks or acts dishonestly, all tokens delegated to the validator are 'slashed', and a percentage of them burned": "عندما يقوم الموثق (فاليديتور) بالتصرف بشكل غير أمين أو في حالة تضيع الكتل يتم تقطيع جميع الرموز المفوضة للموثق وحرق نسبة منها",
  "In order to maintain a secure and decentralized network, each validator should have an equal amount of voting power": "من أجل المحافظة على شبكة آمنة ولامركزية جميع الفاليديتورز يحصلون على قوة تصويتية متساوية فيما بينهم",
  "Slashing": "التقطيع",
  "Equal Power Threshold": "التساوي بقوة التشغيل",
  "Voting Power": "القوة التصويتية",
  "Send tokens between Cosmos Networks": "إرسال التوكينز بين شبكات كوزموس",
  "Initiate IBC Transfer": "IBC التجهيز لعملية",
  "Cross-chain communication to the Kujira Network.": "الاتصال متعدد الشبكات إلى شبكة كوجيرا",
  "Powered by": "مشغل بواسطة",
  "Source Token": "مصدر التوكين",
  "Bridged funds are sent to the connected wallet address": "يتم إرسال الأموال عبر البريدجينج إلى المحفظة المتصلة",
  "Destination": "الوجهة",
  "Source Balance": "رصيد المصدر",
  "Sign and Send": "توقيع وإرسال",
  "Approve Transfer": "الموافقة على النقل",
  "Send BTC to your Kujira Address": "أرسل بيتكوين إلى عنوان كوجيرا الخاص بك",
  "Open Position": "صفقة مفتوحة",
  "Borrowed": "مستدان",
  "Interest Rate": "معدل الفائدة",
  "Accrued Interest": "الفائدة المستحقة",
  "Loan Risk": "معدل المخاطرة",
  "LTV": "القرض مقابل القيمة LTV",
  "Collateral Price": "سعر الضمان",
  "Liquidation Price": "سعر التصفية",
  "USK Supply": "USK كمية",
  "Maximum supply": "الحد الأقصى من العرض",
  "Borrow": "اقترض",
  "Kujira Senate": "كوجيرا سانيت",
  "Management of the Kujira Treasury": "إدارة خزينة كوجيرا",
  "Senators": "السيناتورز",
  "Treasury": "الخزينة",
  "Chain Governance": "الحوكمة اللامركزية",
  "Stake KUJI to participate in chain governance polls.": "قم بالمشاركة بالحوكمةاللامركزية عبر تخزين كوجيرا (ستيكينج)",
  "Core Proposals": "المقترحات الأساسية",
  "Help shape the future of Kujira by voting on governance proposals. Note that if you don't vote, your vote is deferred to your staked validator(s), so it's important to stake with a validator that you feel is aligned with your interests.": "ساعد في تشكيل مستقبل كوجيرا من خلال التصويت على مقترحات الحوكمة لاحظ أنه إذا لم تقم بالتصويت فسيتم تأجيل تصويتك إلى الموثق (الفاليديتور) الذي قمت بالتخزين معه لذلك من المهم أن تشارك مع الموثق الذي تشعر أنه يتماشى مع اهتماماتك",
  "Quorum": "ساعد في تشكيل مستقبل كوجيرا من خلال التصويت على مقترحات الحوكمةاللامركزية لاحظ أنه إذا لم تقم بالتصويت فسيتم تحويل حق تصويتك إلى الفاليديتور (فالديتورز) الذين قمت بالتخزين معهم (ستيكينج) لذلك من المهم أن تشارك مع الفاليديتور الذي تشعر أنه يتماشى مع اهتماماتك",
  "Back to all positions": "العودة إلى جميع الصفقات",
  "Manage Position": "إدارة الصفقة",
  "Manage Collateral": "إدارة الضمان",
  "Manage USK": "USK إدارة",
  "Collateral Value": "قيمة الضمان",
  "New LTV": "LTV جديد",
  "USK Borrowed": "USK مقترضة",
  "Interest": "الفائدة",
  "Rebalance Loan": "موازنة الدين",
  "Close Position": "اغلاق",
  "Danger Zone": "المنطقة الخطرة",
  "Self-liquidate your position. All your collateral will be sold at a discount via ORCA. The amount owed on the position will be burned, the debt paid off, and the remaining USK will be returned to your wallet.": "التصفية الذاتية لمركزك. سيتم بيع جميع الضمانات الخاصة بك بسعر مخفض عبر أوركا. سيتم حرق المبلغ المستحق على المركز وسداد الدين وسيتم إرجاع الرصيد المتبقي إلى محفظتك",
  "I understand self liquidation": "أنا أفهم ماهية التصفية الذاتية",
  "Self Liquidate": "تصفية ذاتية",
  "ORCA Alerts": "تنبيهات أوركا",
  "ORCA": "أوركا",
  "Liquidate Without Bots": "التصفية من دون البوتس",
  "FIN": "فين",
  "Decentralized, Permissionless Trading": "تداول لامركزي  من دون أي حدود",
  "BOW": "بو",
  "Provide Liquidity to FIN": "FIN قم بتوفير السيولة ",
  "PILOT": "بيلوت",
  "Ready to Launch Your Project": "هل أنت جاهز لإطلاق مشروعك",
  "BLUE": "بلو",
  "Your Kujira Dashboard": "لوحة معلومات كوجيرا",
  "FINDER": "فايندر",
  "Observe the Kujira Blockchain": "تأمل في كوجيرا بلوكتشين",
  "POD": "بود",
  "Balance Your Cosmos Staking": "وازن بين تخزينك في كوزموس",
  "ECOSYSTEM": "النظام البيئي",
  "Explore the Kujira Ecosystem": "استكشف نظام كوجيرا البيئي",
  "Do you believe in GHOST?": "هل تصدق بالشبح؟",
  "Welcome to Kujira's money market.": "مرحبًا بكم في سوق الأموال الخاص بكوجيرا",
  "Mobilize your assets by lending them out to earn interest and secure working liquidity by using them as collateral. Whether it's short term or long, lending or borrowing, this is where value does more. Ghost puts your capital to work.": "شغل أصولك عن طريق إقراضها لكسب الفائدة وتأمين سيولة العمل باستخدامها كضمان. سواء كان ذلك على المدى القصير أو الطويل الإقراض أو الاقتراض فهذا هو المكان الذي تحقق فيه المزيد من القيمة جوست يضع رأس مالك في العمل",
  "Docs": "المستندات",
  "Borrow": "اقترض",
  "Borrowing puts your portfolio to work and gains exposure to market movements without selling your holdings.": "يضع الاقتراض محفظتك في العمل ويعرضك لتحركات السوق دون بيع محفظتك",
  "Access immediate liquidity using tokens as collateral to borrow stablecoins. Or, benefit from volatility by using stablecoins as collateral and taking a position on a token.": "الوصول إلى السيولة الفورية عبر حجز التوكينز في الشبكة كضمان لاقتراض عملات مستقرة مثل الدولار أو استفد من التقلبات عن طريق استخدام العملات المستقرة كضمان وقم بفتح صفقة على أي توكن",
  "Featured Markets": "أسواق مميزة",
  "All Assets": "جميع الأصول",
  "back": "العودة",
  "Manage Positions": "إدارة الصفقة",
  "Deposited": "تم إيداعه",
  "Borrowed": "مقترض",
  "Interest Rate": "معدل الفائدة",
  "Loan Risk": "معدل المخاطرة",
  "LTV": "القرض مقابل القيمة (LTV)",
  "Collateral Price": "سعر الضمان",
  "New LTV": "LTV جديد",
  "Liquidation Price": "سعر التصفية",
  "Interest": "الفائدة",
  "Open Position": "فتح صفقة",
  "Borrow Limit": "حد القرض",
  "Accrued Interest": "الفائدة المستحقة",
  "This is where capital and ideas, meet, connect, and create something amazing.": "هذا هو المكان الذي يلتقي فيه رأس المال والأفكار لإبتكار أشياء رائعة",
  "Launch tokens in a fair and equitable manner that benefits and gives equal access to all. Launchers are offered a range of mechanisms to bring their token to market, all configurable to suit their priorities and audience.": "إطلاق التوكينز بطريقة عادلة ومنصفة لتعود الفائدة إلى الجميع ومنح الكل فرصًا متساوية يتم هذا عبر تقديم مجموعة من الآليات لمنصات الإطلاق لتقديم رمزها المميز إلى السوق وكلها قابلة للتهيئة لتناسب أولوياتهم وجمهورهم",
  "Lend": "أقرض",
  "Deposit your stablecoins and earn. As a liquidity provider, your tokens are loaned to borrowers, earning you interest. These funds also enable traders to open margin positions on FIN, offering lenders additional avenues of interest.": "قم بإيداع عملاتك المستقرة واكسب. كمزود للسيولة ، يتم إقراض الرموز المميزة الخاصة بك للمقترضين ، مما يكسبك فائدة. تمكّن هذه الأموال أيضًا المتداولين من فتح صفقات الهامش على فين ، مما يوفر للمقرضين طرقًا إضافية للفائدة",
  "Borrow Fee": "العمولة",
  "Borrow Fee": "العمولة",
  "24h Hugh": "اللأعلى 24 ساعة",
  "This will open a FIN market for testnet AXL from Axelar": "",
  "Proposal 6 re-do": "",
  "This corrects the init msg for the KUJI-LUNA market in proposal 6": "",
  "Create a KUJI-LUNA Market for Testnet": "",
  "Aries | Synergy Nodes has opened the IBC connection to LUNA (v2) testnet. This will open a FIN market for KUJI-LUNA": "",
  "Pin the FIN bytecode": "",
  "Cosmwasm v1.0 allows us to 'pin' code in a node's memory, offering up to 40x performance when executing transactions against contracts using this code. This proposal seeks to pin the bytecode (1) for the FIN Exchange, to increase the processing capacity for all validators. See https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning for more information.": "",
  "Create a KUJI-EVMOS Market for Testnet": "",
  "This will open a FIN market for KUJI-EVMOS": "",
  "Create a KUJI-DEMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. The DEMO token is a token created via Kujira's 'denom' module, which allows developers to create their own fungible token, instead of relying on the CW20 standard. We plan to distribute the DEMO tokens via airdrops, and use this market to stress test the network, as users can trade via FIN to increase their KUJI bags for staking": "",
  "Create a KUJI-OSMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. Thanks to Remi | 3Tekos, we now have an IBC bridge to Testnet OSMO tokens on the Kujira Public Testnet. This proposal will instantiate a FIN contract and open an order book on https://fin.kujira.app, allowing testnet OSMO to be traded for testnet KUJI": "",
  "Update Jailing Parameters": "تحديث معلومات التجميد",
  "The signed block window for being jailed is currently at 5% of 10000 blocks which means 5 hours of downtime will lead to slashing. This proposal will change it to roughly 18 hours of downtime resulting in a slashing event, which is standard in the cosmos.": "تبلغ نافذة الحظر الموقعة للتجميد حاليًا 5 ٪ من 10000 كتلة مما يعني أن 5 ساعات من التوقف ستؤدي إلى التقطيع. ستؤدي 18 ساعة من التوقف إلى حدث القطع ، وهو أمر معروف في كوزموس",
  "Kujira Migration": "الهجرة إلى كوجيرا",
  "Terra Token Migration": "نقل التوكينز العالقة في تيرا",
  "Move your tokens from your legacy Terra address to a new Kujira Network address": "انقل الرموز المميزة الخاصة بك من عنوان تيرا القديم الخاص بك إلى عنوان شبكة كوجيرا الجديد",
  "Use the following values for the three fields:": "استخدم القيم التالية للحقول الثلاثة",
  "Name:": "الإسم",
  "Chain ID:": "ID السلسلة",
  "Step 3": "الخطوة 3",
  "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "مع إضافة شبكة شبكة كوجيرا الخاصة بالنقل ، قم بتوصيل محفظة تيرا الخاصة بك بالنقر فوق الزر أدناه لملء هذه الحقول",
  "Connect Terra Wallet": "قم بوصل محفظة تيرا",
  "Mapped Kujira Address:": "عنوان كوجيرا المعين",
  "Transfer Amount:": "كمية الإرسال",
  "Transferring To:": "إرسال إلى",
  "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "سيُطلب منك توقيع رسالة تحويل إلى حساب يبدأ بكلمة كوجيرا ويجب أن يتطابق مع العنوان الموجود في المحفظة الخاصة بك بمجرد الإرسال يجب أن يظهر الرصيد في المحفظة الخاصة بك",
  "Name": "الإسم",
  "Voting Power (%)": "القوة التصويتية%",
  "Vote": "صوت",
  "Mainnet Coming Soon...": "Mainnet قريبًا",
  "Collateral Deposited": "تم إيداع الضمان",
  "Deposit Collateral": "إيداع الضمان",
  "Opening Position": "فتح صفقة",
  "Success": "نجاح",
  "Closing Position": "غلق الصفقة",
  "Request rejected": "تم رفض الطلب",
  "Liquidating": "التصفية",
  "Your bid is being submitted": "جاري تسليم صفقتك",
  "Bid successfully submitted, it can be activated in 10 minutes": "تم تسليم الصفقة بنجاح قد يستغرق تفعيلها 10 دقائق",
  "Please wait while your bid activates": "الرجاء الإنتظار بينما نقوم بتفعيل صفقتك",
  "Your bid is now active": "صفقتك الآن مفعلة",
  "Claiming Funds": "استلم المال",
  "Funds Successfully Claimed": "تم تسليم الأموال بنجاح",
  "Place My Bid": "وضع الصفقة",
  "GHOST": "الشبح",
  "Mobilize your assets through lending": "وزع أصولك من خلال الإقراض",
  "Get Started": "ابدأ الآن",
  "Merch": "ميرش"
}
