{
  "Grown-Up DeFi.": "El DeFi Sensato.",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "La plataforma capa 1 de Cosmos para proyectos seleccionados por la comunidad que generan valor real",
  "Build on Kujira": "Desarrolla en Kujira",
  "Semi-Permissioned": "Semi-Autorizado",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Para que un smart contract se ejecute en Kujira, necesita ser aprobado mediante una propuesta de gobernanza. Esto asegura que la calidad, sostenibilidad y longevidad de la red están protegidas. Un catálogo de productos muy cuidado que generan ingresos y con una UX excelente. \"El DeFi Sensato\" no es un meme.",
  "On-chain Scheduler": "Programador On-Chain",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "El programador On-Chain permite a los protocolos ser diseñados con una menor dependencia de bots. Esto implica que se desperdicie un menor número de transacciones. Los protocolos pueden ser desarrollados para operar de manera más eficiente y las tasas que antes se usaban para incentivar el uso de bots ahora pueden devolverse a los usuarios de la red.",
  "Native Token Generation": "Generación de Tokens Nativa",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Los desarrolladores no necesitarán manejar dos puntos de entrada individuales en sus Smart Contracts, solo desarrollar para una denominación nativa. De esta maner, cada token en la red será un token nativo de Cosmos y el beneficio asociado a la liquidación e intercambio que produzcan se otorgará a los stakers de KUJI",
  "Build with Cosmos SDK": "Desarrollado sobre Cosmos SDK",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "Accede a todo el ecosistema de Cosmos sin dificultades en un entorno con securidad demostrada e interoperabilidad via IBC.",
  "CosmWASM 1.0 Support": "Soporte CosmWASM 1.0",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Aprovecha la expresividad de sistema de Rust y la architectura de primera clase de Cosmwasm para construir Smart Contracts de manera segura y protegida.",
  "Thriving Community": "Comunidad en expansión",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "Con más de 50k usuarios activos y una comunidad muy comprometida en Twitter, Discord y Telegram, genera el ambiente perfecto para dar rienda suelta a tus proyectos",
  "Built to Last": "Desarrollado para durar",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Una propuesta con vistas a largo plazo que genere uso real, beneficio y sostenibilidad para desarrolladores, validadores y usuarios.",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Liquida diferentes activos en todo el Cosmos con un solo click. Sin bots, sin código, sin problemas.",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA es el primer marketplace público en el mundo para liquidar activos colateralizados. Ya no es solo un juego para bots. Ahora puedes participar en la adquisición de tus activos favoritos con descuento (y generando interés mientras esperas). Lee mas en Medium aquí. Feliz cacería.",
  "Bid on ORCA": "Puja en ORCA",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "El primer libro de órdenes descentralizado, totalmente desautorizado y 100% on-chain de Cosmos",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Los pools de liquidez están desfasados y ya no cumplen su objetivo. FIN crea una experiencia de intercambio totalmente descentralizada que elimina la necesidad de tokens inflacionarios o bots y que hace desaparecer la pérdida impermanente. Bienvenido al futuro de los DEX.",
  "Trade on FIN": "Intercambia en FIN",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Añade múltiples destinatarios a una única transacción. En lugar de realizar múltiples y tediosas transacciones, sólo necesitas una y listo.",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Enviar múltiples transacciones de manera frecuente puede resultar tedioso. Tenemos la solución. De momento una herramienta muy funcional en nuestro catálogo de dApps. En el futuro, BELUGA llegará a ser una DAO con múltiples funciones para todo tipo de pagos en Cosmos.",
  "Send on BELUGA": "Envía con BELUGA",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "Tu panel de control de KUJI. Stakea KUJI, Vota en propuestas de Goberananza, Intercambia KUJI y reclama tus recompensas; todo desde un único lugar.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Este es el corazón del ecosistema de Kujira. El lugar donde ayudas a dar forma al futuro de la blockchain por medio de las propuestas de Gobernanza. También puedes stakear tu KUJI para ganar una fracción de cada céntimo que genera Kujira.",
  "Stake on BLUE": "Haz Staking en BLUE",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "El secreto para el cambio es enfocar toda tu energía no en arreglar lo viejo, sino en construir lo nuevo",
  "ORCA Launch": "Lanzamiento de ORCA",
  "KUJI Token Launch": "Lanzamiento del token KUJI",
  "Basic ORCA Analytics": "Analíticas básicas de ORCA",
  "Governance": "Gobernanza",
  "BELUGA Launch for CW20": "Lanzamiento de BELUGA para CW20",
  "BELUGA Launch for Native Tokens": "Lanzamiento de BELUGA para tokens Nativos",
  "Premium Access Review": "Revisión del acceso Premium",
  "CEX Listings": "Listado en CEX",
  "Premium Analytics": "Analíticas Premium",
  "Place bids with aUST": "Deposita pujas con aUST",
  "Cross-chain Money Markets Discussions": "Discusiones con Mercados Inter-cadena",
  "Smart-Contract Beluga (Trustless Distribution)": "Smart-Contract Beluga (Distribución Simplificada)",
  "sAVAX Support": "Soporte de sAVAX",
  "CosmWasm Liquidation Contract": "Contrato de Liquidación para Cosmwasm",
  "EVM Liquidation Contract": "Contrato de Liquidación para EVM",
  "bATOM Support": "Soporte de bATOM",
  "bSOL Support": "Soporte de bSOL",
  "FIN Launch": "Lanzamiento de FIN",
  "Launch Kujira L1 on Cosmos": "Lanzamiento de la L1 de Kujira en Cosmos",
  "New token generation event": "Evento de generación del nuevo token",
  "BLUE launch on Kujira L1": "Lanzamiento de BLUE en la L1 de Kujira",
  "ORCA launch on Kujira L1": "Lanzamiento de ORCA en la L1 de Kujira",
  "FIN launch on Kujira L1": "Lanzamiento de FIN en la L1 de Kujira",
  "What's Next": "Próximamente",
  "First protocol to launch on Kujira": "Lanzamiento del primer protocolo en Kujira",
  "Margin trading on FIN": "Operaciones con Márgen en FIN",
  "Multiple cross-chain markets for ORCA": "Múltiples mercados inter-cadena en ORCA",
  "Early Investors & Partners": "Inversores iniciales y Colaboradores",
  "Real Financial Freedom Means Winning In All Markets.": "Libertad Financiera significa ganar en todos los mercados",
  "Manifesto": "Manifesto",
  "Everyone deserves to be a whale.": "Todo el mundo merece ser una ballena",
  "Vision": "Visión",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "Creemos que para que las DeFi sean totalmente revolucionarias, debe ser posible generar ingresos con mercados al alza Y mercados a la baja. Nos comprometemos a ayudar a los usuarios de a pie a ir más allá de Intercambios, Staking y ICOs  y abrirles las puertas a oportunidades que antes estaban reservadas únicamente a las ballenas y las élites.",
  "Mission": "Misión",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Construir herramientas rentables y fáciles de usar para todo el público, desde el entusiasta novel en criptomonedas, hasta el inversor más experimentado, independientemente de su Blockchain de preferencia y sin la necesidad de arriesgar más de lo que pueden permitirse perder.",
  "Roadmap": "Roadmap",
  "Dashboard": "Panel de Control",
  "Markets": "Mercados",
  "Connect Wallet": "Conecta tu Monedero",
  "Disconnect Wallet": "Desconecta tu Monedero",
  "Total 0 KUJI Staked": "0 KUJI en Staking",
  "500 Staked": "500 en Staking",
  "24h Change": "Var. 24h",
  "24h High": "Máx. 24h",
  "24h Low": "Mín. 24h",
  "7d Volume": "Volumen 7d",
  "Order Book": "Libro de Órdenes",
  "Price": "Precio",
  "Amount": "Cantidad",
  "Total": "Total",
  "Recent Orders": "Órdenes recientes",
  "Time": "Hora",
  "Open Orders": "Órdenes abiertas",
  "Date": "Fecha",
  "Pair": "Par",
  "Side": "Operación",
  "Filled": "Ejectutada(s)",
  "Unfilled": "No Ejecutada(s)",
  "Filled Orders": "Órdenes Ejecutadas",
  "Claim": "Reclamar",
  "Claim all": "Reclamar Todas.",
  "Retract": "Cancelar",
  "Retract all": "Cancelar todas.",
  "Available": "Disponible",
  "Spot": "Spot",
  "Limit": "Limitada",
  "Estimated Fee": "Comisión Estimada",
  "Estimated Return": "Total Estimado",
  "Orders placed during bootstrapping have no fees": "Las órdenes depositadas durante la fase de acumulación están exentas de tasas",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Una comisión de 0.075% se paga a los holders de KUJI cada vez que una orden ejecutada es reclamada.",
  "Market": "Mercado",
  "Estimated": "Estimado",
  "Estimated rates cannot be guaranteed": "No se garantizan los tipos de intercambio estimados.",
  "Buy KUJI": "Compra KUJI",
  "Sell KUJI": "Vende KUJI",
  "Buy": "Compra",
  "Sell": "Venta",
  "Rate": "Tipo de Intercambio",
  "Fee": "Tasa",
  "Slippage": "Divergencia",
  "Margin": "Margin",
  "Coming soon...": "Próximamente...",
  "Fee structure": "Estructura de Comisiones",
  "Trading Fees": "Comisiones de Intercambio",
  "Maker": "Maker",
  "Taker": "Taker",
  "100% of all fees generated on FIN are paid to KUJI stakers": "El 100% de las tasas generadas en FIN se otorga a los stakers de KUJI",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Todas las solicitudes, cancelaciones o retiradas se confirman mediante la firma en el Smart Contract - Esto implica tasas de red, generalmente de unos pocos céntimos.",
  "About FIN": "Sobre FIN",
  "Developer Docs": "Documentación para desarrolladores",
  "Finder": "Finder",
  "Staked": "En Staking",
  "Stake KUJI": "Staking de Kuji",
  "Total Staked": "Total en Staking",
  "Wallet": "Monedero",
  "Swap": "Intercambia",
  "Stake": "Staking",
  "Govern": "Gobierna",
  "Migrate": "Migración",
  "Operational": "Operativo",
  "Liquid": "Líquido",
  "Vesting": "Distribución",
  "Community Fund": "Fondo Comunitario",
  "Staked KUJI": "KUJI en Staking",
  "Kujira Dashboard": "Panel de Control de KUJIRA",
  "Token Price": "Precio del Token",
  "Market Cap": "Capitalización de Mercado",
  "Circulating Supply": "Oferta en Circulación",
  "APR": "APR",
  "Your Staked Balance:": "Tu Saldo en Staking",
  "Block Height": "Altura de Bloque",
  "Block Time": "Tiempo de Bloque",
  "Block Speed": "Velocidad de Bloque",
  "Transactions": "Transacciones",
  "Inflation": "Inflación",
  "Total Supply": "Oferta Total",
  "Release Schedule": "Calendario de Distribución",
  "Manage": "Gestionar",
  "Tokens": "Tokens",
  "Estimated Slippage": "Divergencia Estimada",
  "Swap Now": "Intercambiar",
  "Instantly trade on the Kujira Network with the best available rate": "Intercambia de manera instántanea en la red de Kujira con la mejor tasa de intercambio disponible.",
  "Max:": "Máx.",
  "TX Fee": "Comisión de TX",
  "Slippage Limit": "Límite de Divergencia",
  "Active": "Activos",
  "Deactivating": "Desactivando",
  "Inactive": "Inactivos",
  "Validator": "Validador",
  "Amount Staked": "Cantidad en Staking",
  "Pending Rewards": "Recompensas Pendientes",
  "Staking Summary": "Resumen de Staking",
  "Claim All Rewards": "Reclamar Todas",
  "Redelegate": "Redelegar",
  "Unstake": "Cancelar",
  "validators": "validadores",
  "Voting": "Poder de Voto",
  "Status": "Estado",
  "Commission": "Comisión",
  "Top 33% of Voting Power": "Top 33% del Poder de Voto",
  "Top 67% of Voting Power": "Top 67% del Poder de Voto",
  "Total amount of KUJI staked": "Cantidad Total de KUJI en Staking",
  "My Stake": "Mi Staking",
  "The amount of KUJI you have staked": "Cantidad de KUJI que tienes en Staking",
  "Govern Kujira": "Gobierna en Kujira",
  "Stake KUJI to participate in governance polls.": "Haz Staking de KUJI para participar en las propuestas de gobernanza.",
  "Proposals": "Propuestas",
  "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "El Voto lo llevan a cabo los validadores y el peso de sus voto se basa en la cantidad de KUJI que delegan sus Stakers. Asegúrate de que los validadores que eliges tienen intereses afines a los tuyos",
  "Copy": "Copiar",
  "Start:": "Inicio",
  "End:": "Fin",
  "Voted": "Votada",
  "Quorum:": "Quorum",
  "Yes": "Sí",
  "No": "No",
  "Abstain": "Abstenerse",
  "Veto": "Veto",
  "Passed": "Aprobada",
  "Your Vote": "Tu Voto",
  "Not Voted": "Pendiente de Voto",
  "Weight": "Peso",
  "Quorum Passed": "Quorum Conseguido",
  "Kujira Migration": "Kujira Migration ",
  "Terra Token Migration": "Migración del Token desde Terra",
  "Move your tokens from your legacy Terra address to a new Kujira Network address": "Migra tus tokens desde tu dirección de Terra Classic a tu nueva dirección en Kujira",
  "Use the following values for the three fields:": "Utiliza los siguientes valores para rellenar los 3 campos:",
  "Name:": "Nombre",
  "Chain ID:": "ID de la Cadena",
  "Step 3": "Paso 3",
  "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "Con la Red Kujira Migration añadida, conecta tu monedero de Terra haciendo click en el botón de debajo para rellenar los campos.",
  "Connect Terra Wallet": "Conecta el Monedero de Terra",
  "Mapped Kujira Address:": "Dirección de Kujira Mapeada",
  "Transfer Amount:": "Cantidad a Transferir:",
  "Transferring To:": "Transferir A:",
  "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "Se te solicitará firmar un mensaje de transferencia a una cuenta que empieza por `kujira`, y debe coincidir con la dirección en tu monedero Keplr. Una vez completado el proceso, el saldo debería aparecer en tu monedero Keplr.",
  "Months": "Meses",
  "Scheduled emission": "Emisión Programada",
  "Publicly circulating": "Circulando Públicamente",
  "Actual Emission": "Emisión Actual",
  "balance": "saldo",
  "Add recipient": "Añadir destinatario",
  "Recipient": "Destinatario",
  "Identity": "Identidad",
  "Bonded Tokens": "Tokens Delegados",
  "Self Delegation": "Delegación Propia",
  "Min Self Delegation": "Delegación Propia Mínima.",
  "Account Address": "Dirección de Cuenta",
  "Validator Address": "Dirección de Validador",
  "Consensus Public Address": "Dirección de Consenso Pública",
  "Hex Address": "Dirección Hex",
  "Signer Address": "Dirección del Firmante",
  "Max Rate": "Máximo Ratio",
  "Max Change Rate": "Máx. Modificación de Ratio",
  "Voting Open": "Votación Abierta",
  "Vote Yes": "Votar Sí",
  "Vote No": "Votar No",
  "Current block height": "Altura de Bloque Actual",
  "Kujira Blockchain Explorer": "Explorador de Bloques de Kujira",
  "Search": "Buscar",
  "My bookmarks": "Mis marcadores",
  "Address": "Dirección",
  "TX": "TX",
  "Block": "Bloque",
  "Contract": "Contrato",
  "Network": "Red",
  "Timestamp": "Marca Temporal",
  "This block has no transactions": "Este bloque no tiene transacciones",
  "Tx Hash": "Tx Hash",
  "Type": "Tipo",
  "From": "De",
  "To": "A",
  "Value": "Valor",
  "Bookmarks": "Marcadores",
  "No bookmarks found": "No se han encontrado marcadores",
  "Address:": "Dirección",
  "Balance": "Saldo",
  "Contact": "Contacto",
  "Redelegation available at": "Redelegación disponible el",
  "Uptime": "Disponibilidad",
  "Last Price": "Último Precio",
  "Change": "Variación",
  "Recent Trades": "Interambios Recientes",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "Las órdenes limitadas fijan el<br/>precio máximo y mínimo al que estás dispuesto a llevar a cabo la transacción<br/>, ya sea compra o venta",
  "Market orders will execute instantly<br/>at the best possible price": "Las órdenes a mercado se ejecturarán de manera instantánea<br/>al mejor precio posible",
  "Connect wallet": "Conecta tu Monedero",
  "No open orders": "Sin órdenes abiertas",
  "Fee Structure": "Estructura de Tasas",
  "IBC / Bridge": "IBC / Bridge",
  "Mint": "Mintea",
  "Docs": "Docs",
  "Community Pool": "Pool de la Comunidad",
  "Unmigrated": "No migrados",
  "Fully Diluted Value": "FDV",
  "Liquid Supply": "Oferta Líquida",
  "Name": "Nombre",
  "Voting Power": "Poder de Voto ",
  "Voting Power (%)": "Poder de Voto (%)",
  "Vote": "Votar",
  "Mainnet Coming Soon...": "Mainnet próximamente...",
  "Mint USK": "Mintea USK",
  "Open Position": "Abrir Posición",
  "Collateral Deposited": "Colateral Depositado",
  "Borrowed": "Concedido",
  "Accrued Interest": "Interés Acumulado",
  "Loan Risk": "Riesgo",
  "LTV": "LTV",
  "Collateral Price": "Precio del Colateral",
  "Liquidation Price": "Precio de Liquidación",
  "USK Supply": "Oferta de USK",
  "Maximum supply": "Oferta Total",
  "Back to all positions": "Volver a todas las posiciones",
  "Manage Position": "Gestionar Posición",
  "Deposit Collateral": "Depositar Colateral",
  "Collateral Value": "Valor del Colateral",
  "New LTV": "Nuevo LTV",
  "USK Borrowed": "USK Concedido",
  "Opening Position": "Abriendo Posición",
  "Success": "Éxito",
  "Manage Collateral": "Gestionar Colateral",
  "Manage USK": "Gestionar USK",
  "Rebalance Loan": "Reequilibrar Préstamo",
  "Close Position": "Cerrar Posición",
  "Danger Zone": "Zona de Riesgo",
  "Self-liquidate your position. All your collateral will be sold at a discount via ORCA. The amount owed on the position will be burned, the debt paid off, and the remaining USK will be returned to your wallet.": "Auto-liquidar tu posición: Todo tu colateral será vendido con un descuento en ORCA. La cantidad a deber en la posición será quemada, la deuda pagada y el USK restante se devolverá a tu monedero",
  "I understand self liquidation": "Entiendo la Auto-liquidación",
  "Self Liquidate": "Auto-Liquidar",
  "Closing Position": "Cerrando Posición",
  "Request rejected": "Petición denegada",
  "Liquidating": "Liquidando",
  "Your bid is being submitted": "Su puja se está enviando",
  "Bid successfully submitted, it can be activated in 10 minutes": "Puja enviada con éxito, puede ser activada en 10 munitos",
  "Please wait while your bid activates": "Espere mientras se activa su puja",
  "Your bid is now active": "Tu puja está activada",
  "Claiming Funds": "Reclamando Fondos",
  "Funds Successfully Claimed": "Fondos Reclamados con Éxito",
  "Place My Bid": "Depositar Puja",
  "The Blockchain for Real Yield": "La Blockchain con Rendimiento Sostenible",
  "A decentralized ecosystem for protocols, builders and web3 users seeking sustainable FinTech.": "Un ecosistema descentralizado para protocolos, desarrolladores y usuarios web3 que buscan una FinTech sostenible.",
  "When you provide value, you deserve profit.": "Cuando aportas valor, mereces un beneficio.",
  "BOW delivers a better trading experience on FIN by narrowing the price spread deepening the pool. This is achieved by sharing fees with Liquidity providers along with additional incentives, creating sustainable yield by contributing to the growth, and value, of the entire ecosystem. Better for you, means better for all.": "BOW permite una mejor experiencia de trading en FIN, estrechando las diferencias de precio y aumentando la liquidez del libro de órdenes. Esto se consigue compartiendo las fees con los proveedores de Liquidez así como mediante incentivos externos, creando así un rendimineto sostenible y contribuyendo al crecimiento y valor de todo el ecosistema. Mejor para ti implica mejor para todos.",
  "Earn on BOW": "Gana en BOW",
  "Your KUJI Dashboard. Stake KUJI, Vote on Governance, Swap KUJI, Bridge to Kujira Network, and claim rewards; all in one place.": "Tu Panel de Control de KUJI. Haz Staking, Vota, Intercambia KUJI, Transfiere a la red de Kujira y reclama recompensas; todo en un mismo lugar.",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can stake KUJI in order to earn a portion of every cent of Kujira's revenue.": "Este es el corazón del ecosistema de Kujira. El lugar donde puedes ayudar a dar forma al futuro del ecosistema mediante Gobernanza. También es el lugar donde hacer Staking de KUJI para conseguir una parte del total de beneficio generado en Kujira.",
  "A tool to search for present and historical data on the Kujira blockchain.": "La herramineta para explorar la información pasada y presente de la Blockchain de Kujira.",
  "Use this to find information regarding transactions, wallet addresses, contract IDs and more.": "Úsala para encontrar información sobre transacciones, direcciones de monederos, IDs de contratos y mucho más.",
  "Explore the Chain": "Explora la Cadena de Bloque.",
  "ORCA Alerts": "Alertas de ORCA",
  "Collateral": "Colateral",
  "Bid Denom": "Denom para pujar",
  "Market Type": "Tipo de Mercado",
  "TVL": "TVL",
  "Pool Size": "Volumen de la Pool",
  "Max Discount": "Descuento Máximo",
  "My Bids": "Mis Pujas",
  "Featured": "Destacados",
  "24h Volume": "Volumen 24h",
  "limit": "Límite",
  "market": "A Mercado",
  "Your buy price": "Tu precio de compra",
  "Lowest sell price": "Precio de venta más bajo",
  "Welcome to BOW.": "Bienvenido a BOW",
  "BOW is an innovative framework optimizing trading pairs on FIN, Kujira's decentralized exchange.": "Bow optimiza la experiencia de trading en los pares en FIN, el exchange descentralizado de Kujira.",
  "It allows traders to place orders with confidence, knowing they will execute at the best possible prices, using the most advanced and efficient trading framework on the market.": "Permite a los traders crear órdenes con confianza, sabiendo que se ejecutarán al mejor precio posible mediante el uso del sistema de trading mas eficiente del mercado.",
  "My Positions": "Mis Posiciones",
  "Liquidity Pools": "Pools de Liquidez",
  "Deep liquidity pools provide the best trading experience, which brings volume to FIN. This means more fees which benefits liquidity providers and KUJI stakers.": "Los pools de liquidez amplios permiten la mejor experiencia de intercambio, que a su vez atraen volumen a FIN. Esto implica mas fees lo que beneficia tanto a los proveedores de liquidez como a los stakers de KUJI.",
  "Featured Pools": "Pools Destacados",
  "All Liquidity Pools": " Todos los Pools de Liquidez",
  "Convert any token in your wallet to any other token. Choose the tokens to trade, and FIN, our on-chain orderbook DEX, will trade your token for the other at the best rate immediately available. Please ensure you are familiar with slippage before proceeding.": "Convierte cualquier token en tu monedero a cualquier otro token. Eligen el token que quieres intercambiar y FIN, nuestro Libro de Órdenes on-chain, intercambiará tu token por el otro al mejor precio posible. Por favor, asegúrate de familiarizarte con el término Slippage antes de proceder.",
  "Swap Rate": "Tasa de Intercambio",
  "Instant Swap": "Intercambio Instantáneo",
  "Fixed Price Swap": "Intercambio a Precio Fijo",
  "Swap Fee": "Tasa de Intercambio",
  "Total Unlocks": "Desbloqueos Totales",
  "Deposit Liquidity": "Depositar Liquidez",
  "LP Tokens Minted": "Tokens LP Creados",
  "Estimated returns": "Beneficios estimados",
  "Withdraw Liquidity": "Retirar Liquidez",
  "Inaccessible": "Innacesible",
  "Public Emission": "Emisión Pública",
  "Completed": "Completado",
  "Total USK Supply": "Oferta Total de USK",
  "Daily Token Release Schedule": "Liberación de tokens diaria Programada",
  "Validators": "Validadores",
  "Rebalance Stake": "Rebalancear Stake",
  "Optimize": "Optimizar",
  "Show my staked validators": "Mostrar mis Validadores",
  "When a validator misses blocks or acts dishonestly, all tokens delegated to the validator are 'slashed', and a percentage of them burned": "Cuando un Validador pierde bloques o actua de manera malintencionada todos los tokens delegados sobre el sufren un slash y un pocentaje de ellos son quemados.",
  "In order to maintain a secure and decentralized network, each validator should have an equal amount of voting power": "Para garantizar una red segura y descentralizar, cada validador debería tener una poder de voto equilibrado.",
  "Slashing": "Slashing",
  "Equal Power Threshold": "Umbral de Equilibrio de Poder",
  "Send tokens between Cosmos Networks": "Envía tokens entre cadenas de Cosmos",
  "Initiate IBC Transfer": "Iniciar Transferencia IBC",
  "Cross-chain communication to the Kujira Network.": "Comunicación Inter-cadena hacia la red de Kujira",
  "Powered by": "Ofrecido por",
  "Source Token": "Token de Origen",
  "Bridged funds are sent to the connected wallet address": "Los fondos se envían a la dirección del monedero conectado",
  "Destination": "Destino",
  "Source Balance": "Saldo en Origen",
  "Sign and Send": "Firmar y Enviar",
  "Approve Transfer": "Aprobar Transferencia",
  "Send BTC to your Kujira Address": "Envía BTC a tu dirección de Kujira",
  "Interest Rate": "Tasa de Interés",
  "Borrow": "Tomar Prestado",
  // "Kujira Senate": "",
  // "Management of the Kujira Treasury": "",
  // "Senators": "",
  // "Treasury": "",
  "Chain Governance": "Gobernanza de la Cadena",
  "Stake KUJI to participate in chain governance polls.": "Haz staking de KUJI para participar en las propuestas de gobernanza.",
  "Core Proposals": "Propuestas",
  "Help shape the future of Kujira by voting on governance proposals. Note that if you don't vote, your vote is deferred to your staked validator(s), so it's important to stake with a validator that you feel is aligned with your interests.": "Ayuda a dar forma al futuro de Kujira votando en las propuestas de Gobernanza. Ten en cuenta que si tu no votas, tu voto se delega a tu(s) validador(es), por lo que es importante seleccionar validadores que se alineen con tus intereses.",
  "Quorum": "Quorum",
  "Liquidate Without Bots": "Liquida Sin Bots",
  "Decentralized, Permissionless Trading": "Trading descentralizado, sin restricciones",
  "Provide Liquidity to FIN": "Aporta Liquidez en FIN",
  "Ready to Launch Your Project": "Prpárate para Lanzar tu Proyecto",
  "Your Kujira Dashboard": "Tu Panel de Control de Kujira",
  "Observe the Kujira Blockchain": "Explora la Blockchain de Kujira",
  "Balance Your Cosmos Staking": "Equilibra tu Staking en Cosmos",
  "ECOSYSTEM": "ECOSISTEMA",
  "Explore the Kujira Ecosystem": "Explora el Ecosistema de Kujira",
  "Do you believe in GHOST?": "¿Crees en los Fantasmas?",
  "Welcome to Kujira's money market.": "Bienvenido al Mercado Monetario de Kujira",
  "Mobilize your assets by lending them out to earn interest and secure working liquidity by using them as collateral. Whether it's short term or long, lending or borrowing, this is where value does more. Ghost puts your capital to work.": "Pon tus activos en movimiento ya sea préstándolos para ganar un interés o poniéndolos como Colateral para tomar prestada liquidez. Ya sea a corto o largo plazo, prestando o tomando prestado, aquí es donde tus activos generan valor. Ghost pone tu capital a trabajar.",
  "Borrowing puts your portfolio to work and gains exposure to market movements without selling your holdings.": "El Crédito pone tu porfolio a trabajar y gana exposición a los movimientos del mercado sin necesidad de vender tus activos.",
  "Access immediate liquidity using tokens as collateral to borrow stablecoins. Or, benefit from volatility by using stablecoins as collateral and taking a position on a token.": "Accede de forma instantánea a liquidez usando tokens como aval para pedir prestadas monedas estables o benefíciate de la volatilidad del mercado usando estables como aval para posicionarte con un activo.",
  "Featured Markets": "Mercados Destacados",
  "All Assets": "Todos los Activos",
  "back": "Atrás",
  "Manage Positions": "Administrar Posiciones",
  "Deposited": "Depositado",
  "Borrow Limit": "Límite de Crédito",
  "This is where capital and ideas, meet, connect, and create something amazing.": "Aquí es donde el capital y las ideas se encuentran, conectan y crean algo increible.",
  "Launch tokens in a fair and equitable manner that benefits and gives equal access to all. Launchers are offered a range of mechanisms to bring their token to market, all configurable to suit their priorities and audience.": "Haz un lanzamiento de tokens de una manera justa y equilibrada que posibilite un igual acceso a todo el mundo. A los lanzadores se les ofrece un amplio rango de mecanismos para acercar su token al mercado, todos ellos configurables segun sus prioridades y audiencia.",
  "Lend": "Presta",
  "Deposit your stablecoins and earn. As a liquidity provider, your tokens are loaned to borrowers, earning you interest. These funds also enable traders to open margin positions on FIN, offering lenders additional avenues of interest.": "Deposita tus monedas estables y gana. Como proveedor de liquidez, tus tokens se ofrecen para créditos a los prestatarios, generándote así un interés. Estos fondos también permiten a los Margin Traders abrir posiciones en FIN, ofreciendo así a los prestamistas otras fuentes de interés.",
  "Borrow Fee": "Tasa de Crédito",
  "24h Hugh": "Máx. 24h",
  "ORCA Alert System": "Sistema de alertas de ORCA",
  "Mobilize your assets through lending": "Moviliza tus activos mediante el préstamo.",
  "Your gateway to the decentralized economy": "Tu puerta hacia la economía descentralizada.",
  "Borrow Positions": "Posiciones de Crédito",
  "Lending Positions": "Posiciónes de Préstamo",
  "Merch": "Merchandising",
  "Asset": "Activo",
  "Deposits": "Depósitos",
  "Total Deposits": "Depósitos Totales",
  "Utilization": "Utilización",
  "Borrow Interest Rate": "Tasa de Interes de Crédito",
  "Your Deposit Value": "Tu Valor en Depósito",
  "More": "Más"
}
