{
    "Grown-Up DeFi.": "Yükselen DeFi.",
    "The Cosmos Layer 1 platform for community selected projects creating true value.": "Gerçek değer yaratan, topluluk tarafından seçilen projeler için Cosmos Layer 1 platformu.",
    "Build on Kujira": "Kujira'da İnşaa et",
    "Semi-Permissioned": "Yarı-izinli",
    "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "Kujira'da bir sözleşmenin başlaması için yönetişim yoluyla oylanması gerekiyor. Bu, ağın kalitesinin, sürdürülebilirliğinin ve uzun ömürlülüğünün korunmasını sağlıyor. Harika UX ile gelir getirici ürünlerden oluşan sıkı sıkıya bağlı bir merkez. \" Yükselen DeFi \" meme değildir.",
    "On-chain Scheduler": "Zincir içi Zamanlayıcı",
    "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "incir içi zamanlayıcı, protokollerin botlara çok daha az bağımlı olarak tasarlanmasına olanak tanır. Bu, çok daha az boşa harcanan işlem olduğu anlamına gelir. Protokoller daha verimli çalışacak şekilde tasarlanabilir ve bir zamanlar bot kullanımını teşvik etmek için gerekli olan ek ücretlere gerek kalmaz. Bu ek ücretler ağ kullanıcılarına geri döner.",
    "Native Token Generation": "Yerel Token Üretimi",
    "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "Akıllı sözleşme geliştiricilerinin artık sözleşmelerinde iki ayrı giriş noktasıyla ilgilenmeleri gerekmiyor, yalnızca yerel bir denom için tasarlamaları yeterli. Bunu yaparken, ağdaki her jeton yerel bir Cosmos jetonu olacak ve ilgili likidasyon ve ticaret gelirlerinin tümü (daha fazlası ile birlikte) KUJI stakerlarına tahakkuk edecektir.",
    "Build with Cosmos SDK": "Cosmos SDK ile oluşturun",
    "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "IBC aracılığıyla kanıtlanmış güvenlik ve birlikte çalışabilirliğe sahip bir ortamda tüm Cosmos ekosistemine sorunsuz bir şekilde erişin.",
    "CosmWASM 1.0 Support": "CosmWASM 1.0 Desteği",
    "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "Korkusuzca sağlam ve güvenli akıllı sözleşmeler oluşturmak için Rust'ın etkileyici tip sisteminden ve Cosmwasm'ın sınıfının en iyisi mimarisinden yararlanın.",
    "Thriving Community": "Gelişen Topluluk",
    "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "50K'dan fazla aktif kullanıcı, büyüyen ve gelişen bir Twitter, Discord ve Telegram topluluğu... Evinize hoş geldiniz.",
    "Built to Last": "Son İnşaa",
    "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "Gerçek dünya kullanımı için uzun vadeli bir görünüm, inşaatçılar, doğrulayıcılar ve kullanıcılar için gelir ve sürdürülebilirlik.",
    "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "Bir düğmeye tıklayarak tüm Cosmos genelinde birden fazla varlığı tasfiye edin. Bot yok, kod yok, sorun yok.",
    "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA, tasfiye edilmiş teminatlar için dünyanın ilk halka açık piyasasıdır. Artık sadece bir bot oyunu değil. Artık favori varlıklarınızı güvence altına alırken, onlardan indirim alırken (ve beklerken faiz kazanın) katılabilirsiniz. Daha fazla bilgi için medium makalemize göz atın. İyi avlar.",
    "Bid on ORCA": "ORCA ile Teklif",
    "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Cosmos'un ilk merkezi olmayan, izinsiz (permissionless), %100 zincir üstü sipariş defteri tarzı token takası.",
    "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "Likidite havuzları artık güncel ve amaca uygun değiller. FIN, enflasyonist teşviklere ve botlara duyulan ihtiyacın artık gerekli olmadığı ve kalıcı kayıp riskinin tamamen ortadan kalktığı, tamamen merkezi olmayan bir ticaret deneyimi yaratır. DEX'in geleceğine hoş geldiniz.",
    "Trade on FIN": "FIN ile Ticaret",
    "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "Tek bir işleme birden fazla alıcı ekleyin. Sıkıcı tekrarlayan görevler yerine, tek seferde işlem tamam.",
    "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "Bireysel işlemleri tekrar tekrar göndermek gerçek bir acı olabilir. Seni koruduk. Şimdilik bu, sadece dApps paketimize uygun bir araç. Gelecekte, BELUGA'nın Cosmos'taki her ödeme için çok özellikli bir DAO haline geleceğini gözden kaçırmayın.",
    "Send on BELUGA": "BELUGA ile Gönder",
    "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "KUJI Kontrol Paneliniz. KUJI'yi sKUJI'ye bağla, oy ver, swapla ve ödülleri talep et; hepsi bir yerde.",
    "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "Bu, Kujira ekosisteminin kalbidir. Yönetim aracılığıyla protokolün geleceğini şekillendirmeye yardımcı olduğunuz yer. Ayrıca, Kujira'nın gelirinin her kuruşunun bir kısmını kazanmak için KUJI'yi sKUJI'ye bağlayabileceğiniz yerdir.",
    "Stake on BLUE": "BLUE ile Stake",
    "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "Değişimin sırrı, tüm enerjinizi eskiyle savaşmaya değil, yeniyi inşa etmeye odaklamaktır.",
    "ORCA Launch": "ORCA Lansmanı",
    "KUJI Token Launch": "KUJI Token Lansmanı",
    "Basic ORCA Analytics": "Temel ORCA Analitiği",
    "Governance": "Yönetim",
    "BELUGA Launch for CW20": "CW20 için BELUGA Lansmanı",
    "BELUGA Launch for Native Tokens": "Yerel Jetonlar için BELUGA Lansmanı",
    "Premium Access Review": "Premium Erişim İncelemesi",
    "CEX Listings": "CEX Listeleri",
    "Premium Analytics": "Premium Analitik",
    "Place bids with aUST": "aUST ile teklif verin",
    "Cross-chain Money Markets Discussions": "Zincirler Arası Para Piyasaları Tartışmaları",
    "Smart-Contract Beluga (Trustless Distribution)": "Beluga Akıllı Sözleşmesi (Doğrulanmamış Dağıtım)",
    "sAVAX Support": "sAVAX Desteği",
    "CosmWasm Liquidation Contract": "CosmWasm Likidasyon Sözleşmesi",
    "EVM Liquidation Contract": "EVM Likidasyon Sözleşmesi",
    "bATOM Support": "bATOM Desteği",
    "bSOL Support": "bSOL Desteği",
    "FIN Launch": "FIN Lansmanı",
    "Launch Kujira L1 on Cosmos": "Kujira L1'in Cosmos Lansmanı",
    "New token generation event": "Yeni token oluşturma etkinliği",
    "BLUE launch on Kujira L1": "Kujira L1'de BLUE Lansmanı",
    "ORCA launch on Kujira L1": "Kujira L1'de ORCA Lansmanı",
    "FIN launch on Kujira L1": "Kujira L1'de FIN Lansmanı",
    "What's Next": "Sırada ne var",
    "First protocol to launch on Kujira": "Kujira'da ilk protokolün başlatılması",
    "Margin trading on FIN": "FIN'de marj ticareti",
    "Multiple cross-chain markets for ORCA": "ORCA için çoklu zincirler arası marketler",
    "Early Investors & Partners": "Erken Yatırımcılar ve Ortaklar",
    "Real Financial Freedom Means Winning In All Markets.": "Gerçek Finansal Özgürlük Tüm Piyasalarda Kazanmak Demektir.",
    "Manifesto": "Manifesto",
    "Herkes balina olmayı hak eder.": "",
    "Vision": "Vizyon",
    "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "DeFi'nin gerçekten devrim niteliğinde olması için, piyasa yükseldiğinde ve DÜŞTÜĞÜNDE gelir elde etmenin mümkün olması gerektiğine inanıyoruz. Bir zamanlar balinalar ve elitler için ayrılmış olan fırsatları yakalamak için perakende yatırımcıların Borsalar, Staking ve ICO'ların ötesine geçmelerine yardımcı olmaya kararlıyız.",
    "Mission": "Misyon",
    "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "Acemi kripto meraklılarından deneyimli perakende yatırımcılarına, seçim zincirlerinden bağımsız olarak, kaybetmeyi göze alabileceklerinden daha fazlasını riske atmaya gerek kalmadan herkes için kullanımı kolay ve uygun maliyetli araçlar oluşturun.",
    "Roadmap": "Yol Haritası",
    "Dashboard": "Kontrol Paneli",
    "Markets": "Marketler",
    "Connect Wallet": "Cüzdanı Bağla",
    "Disconnect Wallet": "Cüzdan Bağlantısını Kes",
    "Total 0 KUJI Staked": "Toplam 0 KUJI Stake Edildi",
    "500 Staked": "500 Stake Edildi",
    "24h Change": "24s Değişim",
    "24h Hugh": "24s Yüksek",
    "24h Low": "24s Düşük",
    "7d Volume": "7g Volume",
    "Order Book": "Sipariş Defteri",
    "Price": "Fiyat",
    "Amount": "Miktar",
    "Total": "Toplam",
    "Recent Orders": "Son Siparişler",
    "Time": "Zaman",
    "Open Orders": "Açık Siparişler",
    "Date": "Tarih",
    "Pair": "Parite",
    "Side": "Kenar",
    "Filled": "Doldurulan",
    "Unfilled": "Doldurulmayan",
    "Filled Orders": "Doldurulan Siparişler",
    "Claim": "Talep Et",
    "Claim all": "Hepsini Talep Et",
    "Retract": "Geri Çek",
    "Retract all": "Hepsini Geri Çek",
    "Available": "Uygun",
    "Spot": "Spot",
    "Limit": "Limit",
    "Estimated Fee": "Tahmini Fee",
    "Estimated Return": "Tahmini Geri Dönüş",
    "Orders placed during bootstrapping have no fees": "Önyükleme sırasında verilen siparişlerin fee ücreti yoktur",
    "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "Doldurulan siparişler talep edildiğinde KUJI sahiplerine ödenen fee ücreti %0.075",
    "Market": "Market",
    "Estimated": "Tahmini",
    "Estimated rates cannot be guaranteed": "Tahmini oranlar garanti değildir",
    "Buy KUJI": "KUJI Al",
    "Sell KUJI": "KUJI Sat",
    "Buy": "Al",
    "Sell": "Sat",
    "Rate": "Oran",
    "Fee": "Ücret",
    "Slippage": "Slipaj",
    "Margin": "Marj",
    "Coming soon...": "Yakında...",
    "Fee structure": "Ücret Yapısı",
    "Trading Fees": "İşlem Ücretleri",
    "Maker": "Yapıcı",
    "Taker": "Alıcı",
    "100% of all fees generated on FIN are paid to KUJI stakers": "FIN'de biriken fee ücretlerinin %100'ü KUJI stake edenlere ödenir",
    "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "Alım satımların yapılması, iptal edilmesi ve geri çekilmesinin tümü sözleşme imzalamayı gerektirir, bu da ağ ücretleri anlamına gelir. Bunlar genellikle birkaç senttir.",
    "About FIN": "FIN Hakkında",
    "Developer Docs": "Geliştirici Dökümanları",
    "Finder": "Gezgin"
}
