{
    "Yükselen DeFi.": "",
    "Gerçek değer yaratan, topluluk tarafından seçilen projeler için Cosmos Layer 1 platformu.": "",
    "Kujirada İnşaa et": "",
    "Yarı-izinli": "",
    "Kujira'da bir sözleşmenin başlaması için yönetişim yoluyla oylanması gerekiyor. Bu, ağın kalitesinin, sürdürülebilirliğinin ve uzun ömürlülüğünün korunmasını sağlıyor. Harika UX ile gelir getirici ürünlerden oluşan sıkı sıkıya bağlı bir merkez. \" Yükselen DeFi \" meme değildir.": "",
    "Zincir içi Zamanlayıcı": "",
    "Zincir içi zamanlayıcı, protokollerin botlara çok daha az bağımlı olarak tasarlanmasına olanak tanır. Bu, çok daha az boşa harcanan işlem olduğu anlamına gelir. Protokoller daha verimli çalışacak şekilde tasarlanabilir ve bir zamanlar bot kullanımını teşvik etmek için gerekli olan ek ücretlere gerek kalmaz. Bu ek ücretler ağ kullanıcılarına geri döner.": "",
    "Yerel Token Üretimi": "",
    "Akıllı sözleşme geliştiricilerinin artık sözleşmelerinde iki ayrı giriş noktasıyla ilgilenmeleri gerekmiyor, yalnızca yerel bir denom için tasarlamaları yeterli. Bunu yaparken, ağdaki her jeton yerel bir Cosmos jetonu olacak ve ilgili likidasyon ve ticaret gelirlerinin tümü (daha fazlası ile birlikte) KUJI stakerlarına tahakkuk edecektir.": "",
    "Cosmos SDK ile oluşturun": "",
    "IBC aracılığıyla kanıtlanmış güvenlik ve birlikte çalışabilirliğe sahip bir ortamda tüm Cosmos ekosistemine sorunsuz bir şekilde erişin.": "",
    "CosmWASM 1.0 Desteği": "",
    "Korkusuzca sağlam ve güvenli akıllı sözleşmeler oluşturmak için Rust'ın etkileyici tip sisteminden ve Cosmwasm'ın sınıfının en iyisi mimarisinden yararlanın.": "",
    "Gelişen Topluluk": "",
    "50K'dan fazla aktif kullanıcı, büyüyen ve gelişen bir Twitter, Discord ve Telegram topluluğu... Evinize hoş geldiniz.": "",
    "Son İnşaa": "",
    "Gerçek dünya kullanımı için uzun vadeli bir görünüm, inşaatçılar, doğrulayıcılar ve kullanıcılar için gelir ve sürdürülebilirlik.": "",
    "Bir düğmeye tıklayarak tüm Cosmos genelinde birden fazla varlığı tasfiye edin. Bot yok, kod yok, sorun yok.": "",
    "ORCA, tasfiye edilmiş teminatlar için dünyanın ilk halka açık piyasasıdır. Artık sadece bir bot oyunu değil. Artık favori varlıklarınızı güvence altına alırken, onlardan indirim alırken (ve beklerken faiz kazanın) katılabilirsiniz. Daha fazla bilgi için medium makalemize göz atın. İyi Doğrulamalar": "",
    "ORCA ile Teklif": "",
    "Cosmos'un ilk merkezi olmayan, izinsiz (permissionless), %100 zincir üstü sipariş defteri tarzı token takası.": "",
    "Likidite havuzları artık güncel ve amaca uygun değiller. FIN, enflasyonist teşviklere ve botlara duyulan ihtiyacın artık gerekli olmadığı ve kalıcı kayıp riskinin tamamen ortadan kalktığı, tamamen merkezi olmayan bir ticaret deneyimi yaratır. DEX'in geleceğine hoş geldiniz.": "",
    "FIN ile Ticaret": "",
    "Tek bir işleme birden fazla alıcı ekleyin. Sıkıcı tekrarlayan görevler yerine, tek seferde işlem tamam.": "",
    "Bireysel işlemleri tekrar tekrar göndermek gerçek bir acı olabilir. Seni koruduk. Şimdilik bu, sadece dApps paketimize uygun bir araç. Gelecekte, BELUGA'nın Cosmos'taki her ödeme için çok özellikli bir DAO haline geleceğini gözden kaçırmayın.": "",
    "BELUGA ile Gönder": "",
    "KUJI Kontrol Paneliniz. KUJI'yi sKUJI'ye bağla, oy ver, swapla ve ödülleri talep et; hepsi bir yerde.": "",
    "Bu, Kujira ekosisteminin kalbidir. Yönetim aracılığıyla protokolün geleceğini şekillendirmeye yardımcı olduğunuz yer. Ayrıca, Kujira'nın gelirinin her kuruşunun bir kısmını kazanmak için KUJI'yi sKUJI'ye bağlayabileceğiniz yerdir.": "",
    "BLUE ile Stake": "",
    "Değişimin sırrı, tüm enerjinizi eskiyle savaşmaya değil, yeniyi inşa etmeye odaklamaktır.": "",
    "ORCA Lansmanı": "",
    "KUJI Token Lansmanı": "",
    "Temel ORCA Analitiği": "",
    "Yönetim": "",
    "CW20 için BELUGA Lansmanı": "",
    "Yerel Jetonlar için BELUGA Lansmanı": "",
    "Premium Erişim İncelemesi": "",
    "CEX Listeleri": "",
    "Premium Analitik": "",
    "aUST ile teklif verin": "",
    "Zincirler Arası Para Piyasaları Tartışmaları": "",
    "Smart-Contract Beluga (Doğrulanmamış Dağıtım)": "",
    "sAVAX Desteği": "",
    "CosmWasm Likidasyon Sözleşmesi": "",
    "EVM Likidasyon Sözleşmesi": "",
    "bATOM Desteği": "",
    "bSOL Desteği": "",
    "FIN Lansmanı": "",
    "Kujira L1'in Cosmos Lansmanı": "",
    "Yeni token oluşturma etkinliği": "",
    "Kujira L1'de BLUE Lansmanı": "",
    "Kujira L1'de ORCA Lansmanı": "",
    "Kujira L1'de FIN Lansmanı": "",
    "Sırada ne var": "",
    "Kujira'da ilk protokolün başlatılması": "",
    "FIN'de marj ticareti": "",
    "ORCA için çoklu zincirler arası marketler": "",
    "Erken Yatırımcılar ve Ortaklar": "",
    "Gerçek Finansal Özgürlük Tüm Piyasalarda Kazanmak Demektir.": "",
    "Manifesto": "",
    "Herkes balina olmayı hak eder.": "",
    "Vizyon": "",
    "DeFi'nin gerçekten devrim niteliğinde olması için, piyasa yükseldiğinde ve DÜŞTÜĞÜNDE gelir elde etmenin mümkün olması gerektiğine inanıyoruz. Bir zamanlar balinalar ve elitler için ayrılmış olan fırsatları yakalamak için perakende yatırımcıların Borsalar, Staking ve ICO'ların ötesine geçmelerine yardımcı olmaya kararlıyız.": "",
    "Misyon": "",
    "Acemi kripto meraklılarından deneyimli perakende yatırımcılarına, seçim zincirlerinden bağımsız olarak, kaybetmeyi göze alabileceklerinden daha fazlasını riske atmaya gerek kalmadan herkes için kullanımı kolay ve uygun maliyetli araçlar oluşturun.": "",
    "Yol Haritası": "",
    "Kontrol Paneli": "",
    "Marketler": "",
    "Cüzdanı bağla": "",
    "Cüzdan bağlantısını kes": "",
    "Toplam 0 KUJI Stake Edildi": "",
    "500 Stake Edildi": "",
    "24s Değişim": "",
    "24s Yüksek": "",
    "24s Düşük": "",
    "7G Volume": "",
    "Sipariş Defteri": "",
    "Fiyat": "",
    "Miktar": "",
    "Toplam": "",
    "Son Siparişler": "",
    "Zaman": "",
    "Açık Siparişler": "",
    "Tarih": "",
    "Parite": "",
    "Side": "",
    "Doldurulan": "",
    "Doldurulmayan": "",
    "Doldurulan Siparişler": "",
    "Talep Et": "",
    "Hepsini Talep Et": "",
    "Geri Çek": "",
    "Hepsini Geri Çek": "",
    "Uygun": "",
    "Spot": "",
    "Limit": "",
    "Tahmini Fee": "",
    "Tahmini Dönüş": "",
    "Önyükleme sırasında verilen siparişlerin fee ücreti yoktur": "",
    "Doldurulan siparişler talep edildiğinde KUJI sahiplerine ödenen fee ücreti %0.075 ": "",
    "Market": "",
    "Tahmini": "",
    "Tahmini oranlar garanti edilemez.": "",
    "KUJI Al": "",
    "KUJI Sat": "",
    "Al": "",
    "Sat": "",
    "Oran": "",
    "Ücret": "",
    "Slippage": "",
    "Marj": "",
    "Yakında...": "",
    "Ücret Yapısı": "",
    "İşlem Ücretleri": "",
    "Yapıcı": "",
    "Alıcı": "",
    "FIN'de biriken fee ücretlerinin %100'ü KUJI stake edenlere ödenir": "",
    "Alım satımların yapılması, iptal edilmesi ve geri çekilmesinin tümü sözleşme imzalamayı gerektirir, bu da ağ ücretleri anlamına gelir. Bunlar genellikle birkaç senttir.": "",
    "FIN Hakkında": "",
    "Geliştirici Dökümanları": "",
    "Finder": ""
}
